Repository: 124UmerYasin/Moody.pk
Catalog: Moody_Posterv2.0/Resouces/Constants/*.lproj/Localizable.strings
Languages: ur_arab_pk

source: Camera
ur_arab_pk: کیمرہ

source: Gallery
ur_arab_pk: گیلری

source: Cancel
ur_arab_pk: منسوخ کریں

source: Save Changes
ur_arab_pk: تبدیلیاں محفوظ کرو

source: Settings
ur_arab_pk: ترتیبات

source: English
ur_arab_pk: انگریزی

source: Urdu
ur_arab_pk: اردو

source: Success
ur_arab_pk: کامیابی

source: Empty Fields
ur_arab_pk: خالی جگہیں

source: Changes Updated Successfully
ur_arab_pk: تبدیلیاں کامیابی کے ساتھ اپ ڈیٹ ہوگئیں

source: Blank Elements are required
ur_arab_pk: خالی عناصر کی ضرورت ہے

source: Done
ur_arab_pk: ہو گیا

source: Today
ur_arab_pk: آج

source: Yesterday
ur_arab_pk: کل

source: Last 30 Days
ur_arab_pk: آخری 30 دن

source: Last 7 Days
ur_arab_pk: آخری 7 دن

source: Last Month
ur_arab_pk: پچھلے مہینے

source: This Month
ur_arab_pk: اس مہینے

source: Custom
ur_arab_pk: اپنی مرضی کے مطابق

source: Please send
ur_arab_pk: بھیجیں

source: to our EasyPaisa account.
ur_arab_pk: ہمارے ایسی پیسہ اکاؤنٹ میں

source: to our Jazz account.
ur_arab_pk: ہمارے جاز اکاؤنٹ میں

source: Payment Method
ur_arab_pk: ادائیگی کا طریقہ

source: Customer Support
ur_arab_pk: کسٹمر سپورٹ

source: Poster Name
ur_arab_pk: پوسٹر کا نام

source: Receive Amount
ur_arab_pk: رقم وصول کریں

source: Tasker Location
ur_arab_pk: ٹاسکر مقام

source: Tasker
ur_arab_pk: ٹاسکر

source: Poster
ur_arab_pk: پوسٹر

source: Me
ur_arab_pk: میں

source: Task Location
ur_arab_pk: ٹاسک مقام

source: Fare
ur_arab_pk: کرایہ

source: Type Your Message Here
ur_arab_pk: یہاں اپنا پیغام لکھو

source: Attach Media
ur_arab_pk: میڈیا منسلک کریں

source: What would you like to attach?
ur_arab_pk: آپ کیا منسلک کرنا چاہیں گے؟

source: Send
ur_arab_pk: بھیجیں

source: Error
ur_arab_pk: خرابی

source: Please Allow
ur_arab_pk: براہ کرم اجازت دیں

source: Free Rides
ur_arab_pk: مفت سواریوں

source: Go Offline!
ur_arab_pk: اف لائن ہوجائو!

source: Go Online!
ur_arab_pk: آن لائن جاؤ!

source: Verification Code Sent To
ur_arab_pk: توثیقی کوڈ بھیج دیا گیا ہے

source: Please Enter Correct Verification Code
ur_arab_pk: براہ کرم درست توثیقی کوڈ درج کریں

source: Email
ur_arab_pk: ای میل

source: Both
ur_arab_pk: دونوں

source: End Task
ur_arab_pk: ٹاسک ختم کریں

source: Browse
ur_arab_pk: تلاش کریں

source: Task History
ur_arab_pk: ٹاسک کی تاریخ

source: Verification code is sent!
ur_arab_pk: توثیقی کوڈ بھیجا گیا ہے!

source: Send OTP
ur_arab_pk: OTP بھیجیں

source: Wrong OTP
ur_arab_pk: غلط اوٹی پی۔

source: Please Select an Option
ur_arab_pk: براہ کرم ایک آپشن منتخب کریں

source: Mobile Number Only
ur_arab_pk: صرف موبائل نمبر

source: Mobile Number and Email
ur_arab_pk: موبائل نمبر اور ای میل

source: Top Up Through
ur_arab_pk: ٹاپ اپ کے ذریعے

source: Moody Wallet Balance
ur_arab_pk: موڈی والیٹ بیلنس

source: Pay Through
ur_arab_pk: کے ذریعے ادائیگی کریں

source: Total Task Charges
ur_arab_pk: کل ٹاسک چارجز

source: See Transactions
ur_arab_pk: لین دین دیکھیں

source: I have Transfered RS:
ur_arab_pk: میں نے منتقلی کی ہے: RS

source: Please Recharge your account to proceede.
ur_arab_pk: براہ کرم آگے بڑھنے کے لئے اپنے اکاؤنٹ کو ری چارج کریں۔

source: Your Wallet Balance Is Low.
ur_arab_pk: آپ کے بٹوے کا بیلنس کم ہے۔

source: No Internet Available.
ur_arab_pk: انٹرنیٹ دستیاب نہیں ہے۔

source: No Internet Connection. Please Try again later when internet is available
ur_arab_pk: براہ کرم اپنا انٹرنیٹ کنکشن چیک کریں۔

source: Remove Image
ur_arab_pk: تصویر ہٹائیں

source: Tap Mic, and start recording your task.
ur_arab_pk: مائک پر ٹیپ کریں اور وائس میسج کے ذريعے ٹاسک ریکارڈ کريں

source: Something Went Wrong.try Again Later
ur_arab_pk: براہ کرم دوبارہ کوشش کریں

source: Something Went Wrong. Please try again.
ur_arab_pk: براہ کرم دوبارہ کوشش کریں

source: Maximum Limit of Voice Message is 30 Seconds
ur_arab_pk: وائس میسج کی زیادہ سے زیادہ حد 30 سیکنڈ ہے

source: Please Try Again Later
ur_arab_pk: براہ کرم کچھ دیر بعد کوشش کریں

source: JAN
ur_arab_pk: جنوری

source: FEB
ur_arab_pk: فروری

source: MAR
ur_arab_pk: مارچ

source: APR
ur_arab_pk: اپریل

source: MAY
ur_arab_pk: مئی

source: JUN
ur_arab_pk: جون

source: JUL
ur_arab_pk: جولائی

source: AUG
ur_arab_pk: اگست

source: SEP
ur_arab_pk: ستمبر

source: OCT
ur_arab_pk: اکتوبر

source: NOV
ur_arab_pk: نومبر

source: DEC
ur_arab_pk: دسمبر

source: Ok
ur_arab_pk: ٹھیک ہے

source: Okay
ur_arab_pk: ٹھیک ہے

source: OK
ur_arab_pk: ٹھیک ہے

source: Are you sure you want to leave Help?
ur_arab_pk: کیا آپ واقعی مدد چھوڑنا چاہتے ہیں؟

source: Are you sure you want to finish the task?
ur_arab_pk: کیا آپ واقعی کام ختم کرنا چاہتے ہیں؟

source: Confirm
ur_arab_pk: تصدیق کریں

source: Yes, Finish
ur_arab_pk: ہاں ، ختم

source: Not satisfied by tasker’s performance
ur_arab_pk: ٹاسکر کی کارکردگی سے مطمئن نہیں

source: The tasker's behaviour was not good
ur_arab_pk: ٹاسکر کا سلوک تھااچھا نہیں

source: The tasker took too long
ur_arab_pk: ٹاسکر نے بہت لمبا وقت لیا

source: Start time
ur_arab_pk: وقت کا آغاز

source: End time
ur_arab_pk: وقت کا اختتام

source: Please send your desired amount to our JazzCash account.
ur_arab_pk: براہ کرم اپنی مطلوبہ رقم ہمارے جازکیش اکاؤنٹ میں بھیجیں۔

source: Please send your desired amount to our Easypaisa account.
ur_arab_pk: براہ کرم اپنی مطلوبہ رقم ہمارے ایزی پیسہ اکاؤنٹ میں بھیجیں

source: Please send your desired amount to your Moody Wallet.
ur_arab_pk: براہ کرم اپنی مطلوبہ رقم اپنے موڈی والیٹ کو بھیجیں۔

source: has been deducted from your account as task fare.
ur_arab_pk: ٹاسک کرایہ کے طور پر آپ کے اکاؤنٹ سے کٹوتی کردی گئی ہے۔

source: Enter the amount you want to pay via Rider
ur_arab_pk: وہ رقم درج کریں جو آپ سوار کے ذریعے ادا کرنا چاہتے ہیں

source: After sending the amount tap the below button
ur_arab_pk: رقم بھیجنے کے بعد نیچے والے بٹن کو تھپتھپائیں

source: Please Check Your Internet Conncetion
ur_arab_pk: براہ کرم اپنے انٹرنیٹ کنسٹیشن چیک کریں

source: Camera Unavailable.
ur_arab_pk: کیمرا دستیاب نہیں۔

source: Camera not available or not working.
ur_arab_pk: کیمرا دستیاب نہیں ہے یا کام نہیں کررہا ہے۔

source: Invalid Amount
ur_arab_pk: غلط رقم

source: The transfer amount should be atleast Pkr 500.
ur_arab_pk: منتقلی کی رقم کم از کم Pkr 500 ہونی چاہئے۔

source: Upload Failed
ur_arab_pk: اپ لوڈناکام

source: The maximum size of file should be 5MB
ur_arab_pk: فائل کا زیادہ سے زیادہ سائز 5MB ہونا چاہئے

source: Please select image of size less then 5mb.
ur_arab_pk: راہ کرم 5mb سے کم سائز کی تصویر منتخب کریں

source: Username can not be empty
ur_arab_pk: صارف نام خالی نہیں ہوسکتا

source: Username can only contain letters
ur_arab_pk: صارف نام میں صرف حرف ہوسکتے ہیں

source: Email can not be empty
ur_arab_pk: ای میل خالی نہیں ہوسکتا

source: Plaese enter a valid email address
ur_arab_pk: برائے مہربانی ایک درست ای میل ایڈریس درج کریں

source: You have running task in chat. Please complete the task first and then Logout.
ur_arab_pk: چیٹ میں آپ کا کام چل رہا ہے۔ براہ کرم پہلے کام کو مکمل کریں اور پھر لاگ آؤٹ.

source: Task in Procces
ur_arab_pk: کام جاری ہے

source: Finding Tasker
ur_arab_pk: ٹاسکر کی تلاش

source: Moody Chat
ur_arab_pk: موڈی چیٹ

source: You have currently one Active Task. Tap Mic, Track your task
ur_arab_pk: آپ کے پاس فی الحال ایک ٹاسک چل رہا ہے۔ مائک پر ٹیپ کریں ، اپنے کام کو ٹریک کریں

source: Tap Mic, to go back to your ongoing task
ur_arab_pk: اپنے جاری کام پر واپس جانے کے لئے مائک پر ٹیپ کریں

source: Time:
ur_arab_pk: وقت:

source: You Have Applied for top worth RS:
ur_arab_pk: آپ نے رقم کے لئے درخواست دی ہے

source: and your location is
ur_arab_pk: اور آپ کا مقام ہے

source: Please wait...
ur_arab_pk: برائے مہربانی انتظار کریں...

source: Please Wait we are finding a tasker for you.
ur_arab_pk: براہ کرم انتظار کریں ہم آپ کے لئے ٹاسکر ڈھونڈ رہے ہیں۔

source: Thank you for your patience. Now a tasker has been assigned to you. We hope you have a great experience with Moody.
ur_arab_pk: آپ کے صبر کے لئے آپ کا شکریہ کہ آپ کا ٹاسکر آپ کو تفویض کیا گیا ہے۔ اب آپ ٹاسکر کے ساتھ چیٹ کرسکتے ہیں اور اپنی استفسار کروا سکتے ہیں۔

source: Alert
ur_arab_pk: انتباہ

source: Your task has been cancelled due to some abnormal Demeands
ur_arab_pk: آپ کا کام کچھ غیر معمولی تقاضوں کی وجہ سے منسوخ کردیا گیا ہے۔

source: has been deducted from your accountnt as the task fare.
ur_arab_pk: ٹاسک کرایہ کے طور پر آپ کے اکاؤنٹنٹ سے کٹوتی کردی گئی ہے۔

source: Message not Send please Try again Later
ur_arab_pk: پیغام نہیں ھیجا جاسکا براہ کرم دوبارہ کوشش کریں

source: Cannot open image.
ur_arab_pk: تصویر نہیں کھل سکی

source: Cannot notify this message please try again later.
ur_arab_pk: اس پیغام کو مطلع نہیں کیا جاسکتا ہے براہ کرم دوبارہ کوشش کریں۔

source: Hi, What Brings you to Customer Support?
ur_arab_pk: یہ کسٹمر سپورٹ ہے۔ ہم آپ کی مدد کیسے کر سکتے ہیں

source: View More
ur_arab_pk: مزید دیکھیں

source: The user cannot request for a new task. Please complete your currently active task first.
ur_arab_pk: صارف نئے کام کی درخواست نہیں کرسکتا۔ براہ کرم پہلے اپنا فعال کام مکمل کریں

source: Invalid location. Please restart your location services.
ur_arab_pk: غلط مقام۔ براہ کرم اپنی محل وقوع کی خدمات کو دوبارہ شروع کریں۔

source: Pickup Location
ur_arab_pk: منزل

source: Initial Location
ur_arab_pk: ابتدائی مقام

source: Ending Location
ur_arab_pk: اختتامی مقام

source: Transaction History
ur_arab_pk: ٹرانزیکشن کی تاریخ

source: You have poor internet connection.
ur_arab_pk: انٹرنیٹ کنسٹیشن ناقص ہے۔

source: A tasker has been assigned to you
ur_arab_pk: ایک ٹاسکر آپ کو تفویض کیا گیا ہے

source: Confirmation
ur_arab_pk: تصدیق

source: Are you sure you want to create a new query?
ur_arab_pk: کیا آپ واقعی ایک نیا استفسار بنانا چاہتے ہیں؟

source: Yes
ur_arab_pk: جی ہاں

source: No
ur_arab_pk: نہیں

source: Need Camera Access
ur_arab_pk: کیمرے تک رسائی کی ضرورت ہے

source: Camera access is required to capture picture.
ur_arab_pk: تصویر پر قبضہ کرنے کے لئے کیمرے تک رسائی ضروری ہے۔

source: Allow Camera
ur_arab_pk: کیمرا کی اجازت دیں

source: A verification code has been sent to
ur_arab_pk: ایک توثیقی کوڈ بھیجا گیا ہے

source: Are you sure you want to Cancel the task?
ur_arab_pk: کیا آپ واقعی کام منسوخ کرنا چاہتے ہیں؟

source: Username
ur_arab_pk: صارف نام

source: Email
ur_arab_pk: ای میل

source: Save
ur_arab_pk: محفوظ کریں

source: Discard
ur_arab_pk: ضائع کریں

source: Moody Account
ur_arab_pk: موڈی اکاؤنٹ

source: Are you sure you want to logout?
ur_arab_pk: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

source: Logout
ur_arab_pk: لاگ آوٹ

source: has been Added to your Account as a Topup.
ur_arab_pk: بطور ٹاپ اپ آپ کے اکاؤنٹ میں شامل کیا گیا ہے۔

source: Buy & Deliver
ur_arab_pk: خرید و فروخت

source: Tell us what you want to buy
ur_arab_pk: ہمیں بتائیں کہ آپ کیا خریدنا چاہتے ہیں

source: Pick & Deliver
ur_arab_pk: اٹھاو اور ڈلیور کرو

source: Help us pick and deliver your item for you
ur_arab_pk: اپنی چیز کو چننے اور پہنچانے میں ہماری مدد کریں

source: Ride Sharing
ur_arab_pk: سواری کا اشتراک

source: Where do you want to go
ur_arab_pk: آپ کہاں جانا چاھتے ہیں

source: Cash Delivery
ur_arab_pk: کیش ڈلیوری

source: Recharge your account at your doorstep
ur_arab_pk: اپنے دروازے پر اپنے اکاؤنٹ کو ری چارج کریں

source: Profile
ur_arab_pk: پروفائل

source: Home
ur_arab_pk: ہوم

source: Tap to record the task
ur_arab_pk: کام کو ریکارڈ کرنے کے لئے ٹیپ کریں

source: Dismiss
ur_arab_pk: برخاست کریں

source: History
ur_arab_pk: ہسٹوری

source: PKR
ur_arab_pk: روپے

source: Please wait. We are finding a tasker for you.
ur_arab_pk: برائے مہربانی انتظار کریں. ہم آپ کے لئے ٹاسکر ڈھونڈ رہے ہیں۔

source: You have applied for top your Moody Wallet.
ur_arab_pk: آپ نے اپنے موڈی والیٹ میں ٹاپ اپ کے لئے درخواست دی ہے۔

source: has been deducted from your account as the task fare.
ur_arab_pk: ٹاسک کرایہ کے طور پر آپ کے اکاؤنٹ سے کٹوتی کردی گئی ہے۔

source: To get the 20% discount say, “Go Moody Go” at the end of the task.
ur_arab_pk: 20٪ کی رعایت حاصل کرنے کے لئے ، کام کے اختتام پر ، 'گو موڈی گو' کا کہنا ہے۔

source: Say 'Hi Moody' to start the task.
ur_arab_pk: کام شروع کرنے کے لئے 'ہیلو موڈی' کہیں۔

source: Top up amount should be between 500 and 10000
ur_arab_pk: ٹاپ اپ کی رقم 500 اور 10000 کے درمیان ہونی چاہئے

source: All the progress will be lost and a cancellation fee will be charged
ur_arab_pk: ساری پیشرفت ختم ہو جائے گی اور منسوخی کی فیس لی جائے گی

source: Confirm Cancellation!
ur_arab_pk: منسوخی کی تصدیق کریں!

source: Back
ur_arab_pk: پیچھے

source: Confirmation!
ur_arab_pk: تصدیق!

source: Not Now
ur_arab_pk: ابھی نہیں

source: Wallet
ur_arab_pk: والیٹ

source: Hey, what brings you to customer support?
ur_arab_pk: یہ کسٹمر سپورٹ ہے۔ ہم آپ کی مدد کیسے کر سکتے ہیں

source: Our Easypaisa account is active on this number
ur_arab_pk: ہمارا Easypaisa اکاؤنٹ اس نمبر پر فعال ہے

source: Our JazzCash account is active on this number
ur_arab_pk: ہمارا JazzCash اس نمبر پر فعال ہے

source: Type Here
ur_arab_pk: کمینٹ لکھيں

source: Estimated Fare:
ur_arab_pk: متوقع کرایہ:

source: Session Expired
ur_arab_pk: مدت ختم ہو گئی

source: Please login again.
ur_arab_pk: براہ کرم دوبارہ لاگ ان کریں۔

source: Enter your name
ur_arab_pk: اپنا نام درج کریں

source: Enter your email
ur_arab_pk: اپنا ای میل درج کریں۔

source: Resend OTP
ur_arab_pk: دوبارہ او ٹی پی بھیجیں

source: Please Downlaod whatsapp in your device
ur_arab_pk: براہ کرم اپنے آلے میں واٹس ایپ ڈاؤن لوڈ کریں۔

source: Profile updated successfully
ur_arab_pk: پروفائل کامیابی سے اپ ڈیٹ ہو گیا۔

source: Moody Support
ur_arab_pk: موڈی سپورٹ۔

source: Copied
ur_arab_pk: نقل کیا گیا۔

source: After sending the amount to Moody JazzCash account Click Below
ur_arab_pk: موڈی جاز کیش اکاؤنٹ میں رقم بھیجنے کے بعد نیچے کلک کریں۔

source: After sending the amount to Moody easypaisa account Click Below
ur_arab_pk: موڈی ایزی پیسہ اکاؤنٹ میں رقم بھیجنے کے بعد نیچے کلک کریں۔

source: Google Maps Not Found
ur_arab_pk: گوگل میپس نہیں ملا۔

source: Please go to app store and download google maps.
ur_arab_pk: براہ کرم ایپ اسٹور پر جائیں اور گوگل میپس ڈاؤن لوڈ کریں۔

source: Internet Not Available. Please check your internet connection and try again.
ur_arab_pk: انٹرن دستیاب نہیں ہے۔ براہ کرم اپنا انٹرنیٹ کنکشن چیک کریں اور دوبارہ کوشش کریں۔

source: Task ID: N/A
ur_arab_pk: ٹاسک آئی ڈی: N / A

source: Task ID:
ur_arab_pk: ٹاسک آئی ڈی:

source: Reference code copied
ur_arab_pk: حوالہ کوڈ کاپی کیا گیا

source: Active
ur_arab_pk: فعال

source: Cancelled
ur_arab_pk: منسوخ

source: cancelled
ur_arab_pk: منسوخ

source: Rs:
ur_arab_pk: روپے

source: Cancel X
ur_arab_pk: منسوخ کریں X

source: Message
ur_arab_pk: پیغام

source: Task Successfully cancelled.
ur_arab_pk: کام کامیابی سے منسوخ ہو گیا۔

source: Confirm Cancellation
ur_arab_pk: منسوخی کی تصدیق کریں

source: Completed
ur_arab_pk: مکمل

source: Sure To End?
ur_arab_pk: ختم کرنے کا یقین؟

source: * That is provided to you by Jazz cash after your successful transaction
ur_arab_pk: * یہ آپ کو کامیاب ٹرانزیکشن کے بعد جاز کیش کے ذریعہ فراہم کیا گیا ہے۔

source: * That is provided to you by Easypasia after your successful transaction
ur_arab_pk: * یہ آپ کو آپ کے کامیاب لین دین کے بعدایزی پیسہ کے ذریعہ فراہم کیا گیا ہے

source: Please send your desired amount to account via nearby Jazzcash shop.
ur_arab_pk: براہ کرم اپنی مطلوبہ رقم قریبی جاز کیش شاپ کے ذریعے اکاؤنٹ میں بھیجیں۔

source: Please send your desired amount to our account via nearby easypaisa shop.
ur_arab_pk: براہ کرم اپنی مطلوبہ رقم قریبی ایزی پیسہ شاپ کے ذریعے ہمارے اکاؤنٹ میں بھیجیں۔

source: share
ur_arab_pk: شیئر

source: Are you sure want to share location.
ur_arab_pk: کیا آپ اپنے موجودہ مقام شیئر کرنا چاہتے ہیں

source: Share Location!
ur_arab_pk: مقام شیئر کریں!

source: Share Your Location
ur_arab_pk: مقام شیئر کریں

source: Task History Map
ur_arab_pk: ٹاسک ہسٹری کا نقشہ

source: Max 30 second
ur_arab_pk: زیادہ سے زیادہ 30 سیکنڈ

source: Task Details
ur_arab_pk: ٹاسک کی تفصیل

source: Chat History
ur_arab_pk: چیٹ کی تاریخ

source: Transaction ID
ur_arab_pk: ٹرانزیکشن آئی ڈی

source: Invite a Friend
ur_arab_pk: دوست کو مدعو کریں

source: Transaction ID
ur_arab_pk: ٹرانزیکشن آئی ڈی

source: Tasker's Name
ur_arab_pk: ٹاسکر کا نام

source: Are you sure you want to end the task?
ur_arab_pk: کیا آپ واقعی کام ختم کرنا چاہتے ہیں

source: Are you sure you want to cancel the task?
ur_arab_pk: کیا آپ واقعی کام منسوخ کرنا چاہتے ہیں

source: Submit
ur_arab_pk: بھیجیں

source: Enter your subject here
ur_arab_pk: اپنا مضمون یہاں درج کریں۔

source: Max 30 seconds.
ur_arab_pk: .زیادہ سے زیادہ 30 سیکنڈ

source: Enter Amount
ur_arab_pk: رقم درج کریں

source: Close Ticket
ur_arab_pk: ٹکٹ بند کریں

source: Re-Open Ticket
ur_arab_pk: ٹکٹ دوبارہ کھولیں

source: Ticket #
ur_arab_pk: ٹکٹ#

source: Status
ur_arab_pk: حالت

source: Status:
ur_arab_pk: :حالت:

source: Task Fare
ur_arab_pk: ٹاسک کرایہ

source: Deposit
ur_arab_pk: ڈپازٹ

source: Promo Code
ur_arab_pk: پرومو کوڈ

source: Pending
ur_arab_pk: زیر غور

source: Closed
ur_arab_pk: بند

source: Open
ur_arab_pk: کھلا

source: Window Shopping
ur_arab_pk: ونڈو شاپنگ

source: Top up
ur_arab_pk: ٹاپ اپ

source: Cancel Task
ur_arab_pk: ٹاسک منسوخ کریں

source: Are you sure you want to Open query
ur_arab_pk: کیا آپ واقعی سوال کھولنا چاہتے ہیں

source: Are you sure you want to Close query
ur_arab_pk: کیا آپ واقعی سوال بند کرنا چاہتے ہیں

source: Enter invitation Code
ur_arab_pk: دعوت نامہ درج کریں

source: No Product Receipt added by Tasker.
ur_arab_pk: ٹاسکر کے ذریعہ پروڈکٹ کی کوئی رسید شامل نہیں کی گئی۔
